Repository: wahaproject/wahacc
Catalog: languages/wahacc.*.po
Languages: ar

# main.rsarchenableq
source: Do you want to enable i386 arch?
ar: هل تريد تفعيل معمارية i386؟

# main.rsautoupenabledywantdisableq
source: Auto-update is already enabled, do you want to disable it?
ar: التحديث التلقائي ممكن بالفعل، هل تريد تعطيله؟

# main.rsbackportsdisableq
source: Do you want to Disable backports upgrade?
ar: هل تريد تعطيل الترقية للفرع المحدث؟

# main.rsbackportsenableq
source: Do you want to Enable backports upgrade?
ar: هل تريد تمكين الترقية للفرع المحدث؟

# main.rsbicondisableq
source: Bidirectional Console already active, do you want to disable it?
ar: الطرفية الثنائية ممكنة بالفعل، هل تود تعطيلها؟

# main.rsbiconenablenotice
source: Bidirectional Console enabled, please make sure that your Terminal allows run a command during login.
ar: تم تفعيل الطرفية الثنائية، فضلا تأكد من تمكين محاكي الطرفية لديك من تشغيل الأوامر أثناء الولوج.

# main.rsbleachbitroot
source: Do you want to clean root session?
ar: هل تريد تنظيف جلسة حساب الجذر؟

# main.rsifyouusinglimitedtrafficq
source: If you are using a limited traffic internet connection, you should think carefully before enabling this option.
ar: إذا كنت تستخدم إتصالا محدودا بالإنترنت، يجب التفكير مليا قبل تمكين هذا الخيار.

# main.rsnotice
source: Notice
ar: ملاحظة

# main.rspackagenotfound
source: not installed, Do you want to install it?
ar: غير مثبت، هل تود تثبيته؟

# main.rswinealready32bit
source: Your system is already 32 bit!, this option for 64 bit systems!
ar: نظام التشغيل لديك فعلا 32 بت، هذا الخيار لأنظمة 64 بت!

# main.rswinedisableq
source: Do you want to disable WINE?
ar: هل تريد تعطيل واين بالفعل؟

# main.rswineenableq
source: Do you want to enable WINE?
ar: هل تريد تفعيل واين بالفعل؟

# main.rswinenotinstalled
source: WINE not installed!, Do you want to install it now?
ar: واين غير مثبت!، هل تود تثبيته الآن؟

# main.rsyouwantenableautoupdateq
source: Do you want to enable the automatic update?
ar: هل تريد تمكين التحديث التلقائي؟

source: Do you want to open logs viewer as a root?
ar: هل تريد فتح عارض السجلات كجذر؟

# tfrmabout.caption
source: About
ar: حول

# tfrmabout.lblauthorcopyright.caption
source: Copyright © 2013 - 2017 Abdelkarim Guettaf.
ar: جميع الحقوق محفوظة © 2013 - 2017 عبد الكريم قطاف

# tfrmabout.lblbasmala.caption
source: In the name of Allah, Most Gracious, Most Merciful
ar: بسم الله الرحمن الرحيم

# tfrmabout.lbllicense1.caption
source: See the
ar: انظر

# tfrmabout.lbllicense2.caption
source: Waqf General Public License, version 2 or later
ar: رخصة وقف العامة، الإصدار 2 أو الأحدث

# tfrmabout.lbllicense3.caption
source: for details.
ar: للتفاصيل.

# tfrmabout.lblnowarranty.caption
source: This program comes with absolutely no warranty.
ar: توزع هذه البرمجية على أمل الإفادة دون أدنى ضمان.

# tfrmabout.lblsoftdiscription.caption
source: A simple control center for Waha Linux.
ar: مركز تحكم بسيط لواحــة لينكس.

# tfrmabout.lblsoftname.caption
source: Waha Control Center
ar: مركز تحكم واحــة

# tfrmabout.lblsoftname2.caption
source: Waha Control Center
ar: مركز تحكم واحــة

# tfrmabout.tabsheet1.caption
source: About
ar: حول

# tfrmabout.tabsheet2.caption
source: Credits
ar: المساهمون

# tfrmabout.tabsheet3.caption
source: License
ar: الرخصة

# tfrmmain.caption
source: Waha Control Center
ar: مركز تحكم واحــة

# tfrmmain.label10.caption
source: Software Management
ar: إدارة البرمجيات

# tfrmmain.label11.caption
source: Software center
ar: مركز البرمجيات

# tfrmmain.label12.caption
source: System Update
ar: تحديث النظام

# tfrmmain.label13.caption
source: Software sources
ar: مصادر البرمجيات

# tfrmmain.label14.caption
source: Full System Update
ar: تحديث شامل للنظام

# tfrmmain.label15.caption
source: System Cleaner
ar: منظف النظام

# tfrmmain.label16.caption
source: Enable Auto Update
ar: تمكين التحديث التلقائي

# tfrmmain.label20.caption
source: Hardware
ar: العتاد

# tfrmmain.label21.caption
source: Hardware Information
ar: معلومات العتاد

# tfrmmain.label22.caption
source: Device driver manager
ar: مدير تعريفات الأجهزة

# tfrmmain.label23.caption
source: Joystick Preferences
ar: تفضيلات ذراع التحكم

# tfrmmain.label24.caption
source: Printer Configuration
ar: إعدادات الطابعة

# tfrmmain.label30.caption
source: Network && Internet
ar: الشبكة والإنترنت

# tfrmmain.label31.caption
source: Network Connections
ar: اتصالات الشبكة

# tfrmmain.label32.caption
source: File share properties
ar: خصائص مشاركة الملفات

# tfrmmain.label33.caption
source: Remote Desktop Viewer
ar: عارض سطح المكتب البعيد

# tfrmmain.label34.caption
source: Desktop Sharing Preferences
ar: تفضيلات مشاركة سطح المكتب

# tfrmmain.label35.caption
source: Firewall
ar: جدار الحماية

# tfrmmain.label40.caption
source: System
ar: النظام

# tfrmmain.label41.caption
source: StartUp Applications
ar: برامج بدء التشغيل

# tfrmmain.label42.caption
source: System Log Viewer
ar: عارض سجلات النظام

# tfrmmain.label43.caption
source: Font Manager
ar: مدير الخطوط

# tfrmmain.label44.caption
source: Language Selection
ar: اختيار اللغة

# tfrmmain.label50.caption
source: Local Disks
ar: الأقراص المحلية

# tfrmmain.label51.caption
source: Disk Utility
ar: أداة الأقراص

# tfrmmain.label52.caption
source: Partition Editor
ar: محرر التقسيمات

# tfrmmain.label53.caption
source: Analyze disk usage
ar: محلّل استخدام القرص

# tfrmmain.label55.caption
source: NTFS Configuration Tool
ar: أداة إعداد NTFS

# tfrmmain.label60.caption
source: Account Preferences
ar: تفضيلات الحساب

# tfrmmain.label61.caption
source: User Accounts
ar: حسابات المستخدمين

# tfrmmain.label62.caption
source: Backup
ar: النسخ الإحتياطي

# tfrmmain.label70.caption
source: Miscellaneous
ar: متفرقات

# tfrmmain.label71.caption
source: Enable/Disable WINE
ar: تفعيل/تعطيل واين

# tfrmmain.label72.caption
source: Enable Multiarch
ar: تفعيل تعدد المنصات

# tfrmmain.label73.caption
source: Enable Bidi Console
ar: تفعيل الطرفية الثنائية

# tfrmmain.label74.caption
source: Enable Backports Upgrade
ar: تفعيل الترقية للفرع المحدث

# tfrmmain.lblapptitle.caption
source: Waha Control Center
ar: مركز تحكم واحــة

# tfrmmain.menuitem1.caption
source: File
ar: ملف

# tfrmmain.menuitem3.caption
source: Help
ar: مساعدة

# tfrmmain.menuitem4.caption
source: Quit
ar: اخرج

# tfrmmain.menuitem5.caption
source: About
ar: حول

# tfrmmain.tabsheet1.caption
source: Software Management
ar: إدارة البرمجيات

# tfrmmain.tabsheet2.caption
source: Hardware
ar: العتاد

# tfrmmain.tabsheet3.caption
source: Network && Internet
ar: الشبكة والإنترنت

# tfrmmain.tabsheet4.caption
source: System
ar: النظام

# tfrmmain.tabsheet5.caption
source: Local Disks
ar: الأقراص المحلية

# tfrmmain.tabsheet6.caption
source: Account Preferences
ar: تفضيلات الحساب

# tfrmmain.tabsheet7.caption
source: Miscellaneous
ar: متفرقات
